Repository: wuyinhust/BBT
Catalog: Reusable/CompanionPageSnapshot/OriginalSources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: /月
en: /month

# %@ · %@。删除后会从生长曲线和成长记录中移除。
source: %1$@ · %2$@。删除后会从生长曲线和成长记录中移除。
en: %1$@ · %2$@. Deleting this removes it from the growth chart and growth records.
zh_hant: %1$@ · %2$@。刪除後會從生長曲線與成長記錄中移除。

source: %@ · %d 位伙伴在线
en: %1$@ · %2$d buddies online
zh_hant: %1$@ · %2$d 位 Buddy 在線

source: %@ · 尿布 %d 次
en: %1$@ · %2$d diaper changes
zh_hant: %1$@ · 尿布 %2$d 次

source: %@ %@ %@ 醒来
en: %1$@ · %2$@, woke at %3$@
zh_hant: %1$@ %@，%@ 醒來

source: %@ 免费，之后按 %@/%@ 自动续订
en: Free for %@, then auto-renews at %@/%@
zh_hant: %@ 免費，之後按 %@/%@ 自動續訂

source: %@ 免费试用
en: %@ free trial
zh_hant: %@ 免費試用

source: %@ 加入了直播间
en: %@ joined the room
zh_hant: %@ 加入了直播間

source: %@ 后
en: After %@
zh_hant: %@ 後

source: %@ 和宝宝的首页都已经准备好了。
en: %@ and your baby’s home are ready.
zh_hant: %@ 和寶寶的首頁都準備好了。

source: %@ 开始
en: %@ started
zh_hant: %@ 開始

# %@ 来访 · %@
source: %1$@ 来访 · %2$@
en: %1$@ visited · %2$@
zh_hant: %1$@ 來訪 · %2$@

source: %@ 段
en: %@ sessions

source: %@ 的 Buddy 来了
en: %@’s Buddy is here
zh_hant: %@ 的 Buddy 來了

source: %@ 记录中
en: Recording %@
zh_hant: %@ 記錄中

source: %@–进行中
en: %@–In progress
zh_hant: %@–進行中

source: %@，变动 %d BB Bucks，%@
en: %@, changed by %d BB Bucks, %@
zh_hant: %@，變動 %d BB Bucks，%@

source: %@，被好好留下了。
en: %1$@ has been lovingly saved.
zh_hant: %1$@，已被好好留下。

# %@/%@ 天
source: %1$@/%2$@ 天
en: %1$@/%2$@ days

source: %@/%@ 续订
en: Renews at %@/%@
zh_hant: %@/%@ 續訂

source: %@/%@ 自动续订，可随时取消
en: %@/%@ auto-renewing, cancel anytime
zh_hant: %@/%@ 自動續訂，可隨時取消

source: %@便
en: %@ stool

source: %@开始
en: Start of %@
zh_hant: %@開始

source: %@时间
en: %@ Time
zh_hant: %@時間

source: %@月
en: %@ mo
zh_hant: %@個月

source: %@点
en: %@h
zh_hant: %@點

# %@的%@
source: %1$@的%2$@
en: %1$@’s %2$@

source: %@的最近照护
en: Recent care for %@
zh_hant: %@的最近照護

source: %@的小木屋
en: %@’s Cottage

source: %@的小木屋正在直播
en: %@'s cabin is live

source: %@的小货架
en: %@’s Shelf
zh_hant: %@的小貨架

source: %@记录
en: %@ Record
zh_hant: %@記錄

source: %d 个周期
en: %d periods
zh_hant: %d 個週期

source: %d 个月
en: %d months
zh_hant: %d 個月

source: %d 周
en: %d weeks
zh_hant: %d 週

source: %d 天
en: %d days

source: %d 年
en: %d years

source: %d 笔记录
en: %d transactions
zh_hant: %d 筆記錄

source: %d 项计时中
en: %d timers running
zh_hant: %d 項計時中

source: %d/%d 天
en: %1$d/%2$d days
zh_hant: %1$d/%2$d 天

source: %d尿
en: %d pee

source: %d拉
en: %d poop

source: %d玩
en: %d play

source: %d级尿量，保存为一次尿布记录
en: Level %d urine; saves as one diaper record.
zh_hant: 第 %d 級尿量，將儲存為一筆尿布記錄。

source: 0–5岁
en: Ages 0–5
zh_hant: 0–5 歲

source: 0–7岁
en: Ages 0–7
zh_hant: 0–7 歲

source: 2 岁前请记录卧位身长；若为站立测量，请先在测量值上加 0.7 cm。
en: Before age 2, record recumbent length. For a standing measurement, add 0.7 cm to the measured value first.
zh_hant: 2 歲前請記錄臥位身長；若為站立測量，請先在測量值上加 0.7 cm。

source: 3 款 Plus 专属场景光效
en: 3 exclusive Plus lighting scenes
zh_hant: 3 款 Plus 專屬場景光效

source: 5 秒后发送，用来确认系统通知是否正常
en: Sends in 5 seconds so you can confirm notifications work
zh_hant: 5 秒後傳送，用來確認系統通知是否正常

source: App 图标
en: App Icon
zh_hant: App 圖示

# baby.summary.duration.days.decimal
source: %.1f 天
en: %.1f days

# baby.summary.feeding.breast
source: 过去 7 天，亲喂共 %1$@。
en: Over the past 7 days, nursing totaled %1$@.
zh_hant: 過去 7 天，親餵共 %1$@。

# baby.summary.feeding.empty
source: 过去 7 天还没有足够的喂养记录。
en: Not enough feeding records from the past 7 days.
zh_hant: 過去 7 天還沒有足夠的餵養記錄。

# baby.summary.feeding.highest
source: 过去 7 天，宝宝最高能吃 %1$@ 了。
en: Over the past 7 days, the largest bottle was %1$@.
zh_hant: 過去 7 天，寶寶最高能喝 %1$@ 了。

# baby.summary.feeding.solid
source: 过去 7 天，辅食共 %1$@。
en: Over the past 7 days, solids totaled %1$@.
zh_hant: 過去 7 天，副食品共 %1$@。

# baby.summary.nap.insufficient
source: 白天小睡记录还不够，继续记几天会更准。
en: Not enough daytime nap records yet; a few more days will improve the estimate.
zh_hant: 白天小睡記錄還不夠，繼續記幾天會更準。

# baby.summary.nap.range
source: 白天约睡 %1$d 次，每次 %2$@～%3$@。
en: Daytime naps: about %1$d per day, %2$@–%3$@ each.
zh_hant: 白天約睡 %1$d 次，每次 %2$@～%3$@。

# baby.summary.nap.same
source: 白天约睡 %1$d 次，每次约 %2$@。
en: Daytime naps: about %1$d per day, %2$@ each.
zh_hant: 白天約睡 %1$d 次，每次約 %2$@。

# baby.summary.poop.count
source: 过去 7 天记录了 %1$d 次大便，再记一次就能预测。
en: Logged %1$d bowel movements in the past 7 days; one more will improve the estimate.
zh_hant: 過去 7 天記錄了 %1$d 次排便，再記一次就能預測。

# baby.summary.poop.empty
source: 大便记录还不够，暂时不能预测下次时间。
en: Not enough bowel movement records to predict the next one yet.
zh_hant: 排便記錄還不夠，暫時不能預測下次時間。

# baby.summary.poop.prediction
source: 大约 %1$@ 大便一次，预计下次 %2$@。
en: Bowel movements are about every %1$@; next expected %2$@.
zh_hant: 大約 %1$@ 排便一次，預計下次 %2$@。

# baby.summary.sleep.insufficient
source: 夜睡记录不足 3 晚，还算不出通常作息。
en: Fewer than 3 valid nights, so a usual bedtime is not available yet.
zh_hant: 夜睡記錄不足 3 晚，還算不出通常作息。

# baby.summary.sleep.usual
source: 一般 %1$@ 入睡，%2$@ 起床，夜里能睡 %3$@。
en: Usually asleep at %1$@, up at %2$@, sleeping %3$@ overnight.
zh_hant: 通常 %1$@ 入睡，%2$@ 起床，夜間能睡 %3$@。

source: BB Bucks 余额 %d，今天到账 %d
en: BB Bucks balance %d, earned today %d
zh_hant: BB Bucks 餘額 %d，今天入帳 %d

source: BBBuddy 会在设备上保存宝宝资料、照护记录、成长数据和你选择的照片。应用不出售个人数据，也不使用第三方广告或跨应用追踪。
en: BBBuddy stores baby profiles, care records, growth data, and selected photos on your device. The app does not sell personal data or use third-party advertising or cross-app tracking.
zh_hant: BBBuddy 會在裝置上儲存寶寶資料、照護記錄、成長資料和你選擇的照片。App 不會出售個人資料，也不使用第三方廣告或跨 App 追蹤。

source: BBBuddy 会把当天的照护整理成看得懂的节奏，也把成长中的第一次留在正确的月龄。
en: BBBuddy turns daily care into a rhythm you can understand, while keeping each first at the right age.
zh_hant: BBBuddy 會把當天照護整理成容易理解的節奏，也把成長中的第一次留在正確月齡。

source: BBBuddy 会按记录 ID 合并；本机已有记录不会被覆盖。
en: BBBuddy merges records by ID; existing records on this device will not be overwritten.
zh_hant: BBBuddy 會按記錄 ID 合併；本機已有記錄不會被覆寫。

source: BBBuddy 动物伙伴
en: BBBuddy animal friends
zh_hant: BBBuddy 動物夥伴

source: BBBuddy 把零碎照护变成宝宝的节奏， 再用一位 Buddy 陪你们一路成长。
en: BBBuddy turns everyday care into your baby’s rhythm, with a Buddy beside you as they grow.
zh_hant: BBBuddy 把零碎照護整理成寶寶的節奏， 再讓一位 Buddy 陪你們一路成長。

source: BBBuddy 提醒测试
en: BBBuddy reminder test
zh_hant: BBBuddy 提醒測試

source: BBBuddy 无法发送提醒。你可以在系统设置中重新允许通知。
en: BBBuddy cannot send reminders. You can allow notifications again in Settings.
zh_hant: BBBuddy 無法傳送提醒。你可以在系統設定中重新允許通知。

source: BBBuddy 用于家庭记录，不提供医疗诊断。涉及宝宝健康的问题，请咨询合格的医疗专业人员。
en: BBBuddy is for family record keeping and does not provide medical diagnosis. Consult a qualified medical professional about your baby's health.
zh_hant: BBBuddy 用於家庭記錄，不提供醫療診斷。涉及寶寶健康的問題，請諮詢合格的醫療專業人員。

source: BBBuddy们
en: BBBuddy Friends
zh_hant: BBBuddy 們

# bedtime.reminder.lookback.days
source: 过去 %d 天
en: Past %d days
zh_hant: 過去 %d 天

# bedtime.reminder.lookback.summary
source: 基于过去 %d 天
en: Uses the past %d days
zh_hant: 基於過去 %d 天

# bedtime.reminder.notification.body
source: 根据过去 %1$d 天的夜睡记录，预计宝宝将在 %2$@ 入睡，可以开始睡前准备了。
en: Based on the past %1$d days of night sleep, your baby is expected to fall asleep at %2$@. It may be time to start the bedtime routine.
zh_hant: 根據過去 %1$d 天的夜睡記錄，預計寶寶將在 %2$@ 入睡，可以開始睡前準備了。

# bedtime.reminder.notification.title
source: 该准备睡觉啦
en: Time to get ready for bed
zh_hant: 該準備睡覺啦

# bedtime.reminder.status.scheduled
source: 预计 %1$@ 入睡 · %2$@ 提醒
en: Expected %1$@ · reminder at %2$@
zh_hant: 預計 %1$@ 入睡 · %2$@ 提醒

source: Buddy 与报告
en: Buddy & Reports
zh_hant: Buddy 與報告

source: Buddy 与来访
en: Buddies & Visits
zh_hant: Buddy 與來訪

source: Buddy 卡片低功耗
en: Low-Power Buddy Cards
zh_hant: Buddy 卡片低耗能

source: Buddy 立绘
en: Buddy Portrait
zh_hant: Buddy 角色圖

# care.last.title
source: 上次%@
en: Last %@

# companion.report.bottle
source: %1$@ 喝了 %2$@，好厉害。
en: %1$@: %2$@. Nicely done.
zh_hant: %1$@ 喝了 %2$@，好厲害。

# companion.report.solids
source: %1$@ 吃了 %2$@ 辅食，小动物都在鼓掌。
en: %1$@: %2$@ of solids. The Buddies are cheering.
zh_hant: %1$@ 吃了 %2$@ 副食品，小動物都在鼓掌。

# daily.report.view
source: 查看
en: View

# diaper.jar.summary
source: %1$d个尿了，%2$d个拉了 · 现在 %3$@
en: %1$d wet, %2$d dirty · %3$@
zh_hant: %1$d 次尿濕，%2$d 次便便 · 現在 %3$@

# duration.day_hour
source: %1$d天 %2$d小时
en: %1$d days %2$d hrs
zh_hant: %1$d天 %2$d小時

# duration.day_hour.compact
source: %1$d天%2$d时
en: %1$dd %2$dh
zh_hant: %1$d天%2$d時

# duration.hour_minute.compact
source: %1$d时%2$d分
en: %1$dh %2$dm
zh_hant: %1$d時%2$d分

# duration.hour.compact
source: %d时
en: %dh
zh_hant: %d時

# duration.minute.compact
source: %d分
en: %dm

source: E·A·S 平均值
en: E·A·S Averages

source: EASY 循环
en: EASY Cycles
zh_hant: EASY 循環

source: EASY 照护节奏
en: EASY Care Rhythm
zh_hant: EASY 照護節奏

# feeding.entry.nursing
source: %1$@ %2$@ %3$d 分钟
en: %1$@ · %2$@ · %3$d min
zh_hant: %1$@ %2$@ %3$d 分鐘

# food.selection.more
source: %1$@等 %2$d 种
en: %1$@ + %2$d foods
zh_hant: %1$@等 %2$d 種

source: iCloud 不可用
en: iCloud unavailable

source: iCloud 与家庭共享
en: iCloud and Family Sharing
zh_hant: iCloud 與家庭共享

source: iCloud 暂不可用，记录仍保存在本机
en: iCloud is temporarily unavailable. Your record is still saved on this device.
zh_hant: iCloud 暫不可用，記錄仍保存在本機

source: iCloud 服务暂不可用
en: iCloud service temporarily unavailable
zh_hant: iCloud 服務暫時無法使用

source: iCloud 权限不足
en: Insufficient iCloud permission
zh_hant: iCloud 權限不足

source: iCloud 空间不足
en: Not enough iCloud storage
zh_hant: iCloud 儲存空間不足

source: iCloud 账号不可用
en: iCloud account unavailable
zh_hant: iCloud 帳號無法使用

# measurement.follow_region.summary
source: 跟随地区（%1$@）
en: Follow Region (%1$@)
zh_hant: 跟隨地區（%1$@）

# placeholder.number
source: 占位 %d
en: Slot %d
zh_hant: 預留 %d

source: Plus 不独占核心 Buddy，也不降低友情目标。到期后已获得的 BB Bucks、友情值和 Buddy 都会保留，专属外观续订后恢复。
en: Plus never locks away core Buddies or lowers friendship goals. Your BBBUCKS, friendship, and recruited Buddies stay with you after expiry; exclusive looks return when you resubscribe.
zh_hant: Plus 不會獨佔核心 Buddy，也不會降低友情目標。到期後已獲得的 BBBUCKS、友情值和 Buddy 都會保留；續訂後即可恢復專屬外觀。

source: Plus 会员
en: Plus Member
zh_hant: Plus 會員

source: Plus 会员专属
en: Plus required
zh_hant: Plus 會員專屬

source: PLUS 已准备好
en: PLUS IS READY
zh_hant: PLUS 已準備好

source: Plus 权益
en: Plus Benefits
zh_hant: Plus 權益

source: Plus 权益 · 家庭共同记录
en: Plus benefit · Shared family records
zh_hant: Plus 權益 · 家庭共同記錄

# profile.export.summary
source: 喂养 %1$d 条 · 护理 %2$d 条 · 成长 %3$d 条
en: Feeding %1$d · Care %2$d · Growth %3$d
zh_hant: 餵養 %1$d 筆 · 照護 %2$d 筆 · 成長 %3$d 筆

# quantity.age_month.one
source: %d 个月大
en: %d month old
zh_hant: %d 個月大

# quantity.age_month.other
source: %d 个月大
en: %d months old
zh_hant: %d 個月大

# quantity.age.months_days
source: %1$d 个月 + %2$d 天
en: %1$d mo + %2$d d
zh_hant: %1$d 個月 + %2$d 天

# quantity.day.one
source: %d 天
en: %d day

# quantity.day.other
source: %d 天
en: %d days

# quantity.duration.hours_minutes
source: %1$d 小时 %2$d 分钟
en: %1$d hr %2$d min
zh_hant: %1$d 小時 %2$d 分鐘

# quantity.hour.one
source: %d 小时
en: %d hr
zh_hant: %d 小時

# quantity.hour.other
source: %d 小时
en: %d hrs
zh_hant: %d 小時

# quantity.minute.one
source: %d 分钟
en: %d min
zh_hant: %d 分鐘

# quantity.minute.other
source: %d 分钟
en: %d min
zh_hant: %d 分鐘

# quantity.person.one
source: %d 位
en: %d person

# quantity.person.other
source: %d 位
en: %d people

# quantity.photo.one
source: %d 张照片
en: %d photo
zh_hant: %d 張相片

# quantity.photo.other
source: %d 张照片
en: %d photos
zh_hant: %d 張相片

# quantity.record.one
source: %d 条记录
en: %d record
zh_hant: %d 筆記錄

# quantity.record.other
source: %d 条记录
en: %d records
zh_hant: %d 筆記錄

# settings.achievementRecordCount
source: %d 条
en: %d records
zh_hant: %d 筆

# Tips
source: 提示
en: Tips

source: WHO 2006 儿童生长标准
en: WHO 2006 Child Growth Standards
zh_hant: WHO 2006 兒童生長標準

source: WHO 生长曲线
en: WHO Growth Charts
zh_hant: WHO 生長曲線

source: Y 状态已记录
en: Y state recorded
zh_hant: Y 狀態已記錄

# Yearning!
source: 状态提示！
en: Yearning!
zh_hant: 狀態提示！

# You %@ ·
source: 你%@ ·
en: You %@ ·

source: 一次开通，长期使用
en: One-time purchase, ongoing access
zh_hant: 一次開通，長期使用

source: 一次购买
en: One-time purchase
zh_hant: 一次購買

source: 一次购买 %@，永久使用
en: One-time purchase %@, use forever
zh_hant: 一次購買 %@，永久使用

source: 一次购买，永久使用
en: One purchase, permanent access
zh_hant: 一次購買，永久使用

source: 一起开始吧
en: Let’s begin
zh_hant: 一起開始吧

source: 上次同步
en: Last Sync

source: 上次尿尿
en: Last wet diaper
zh_hant: 上次尿濕

source: 上次粑粑
en: Last dirty diaper
zh_hant: 上次便便

source: 上次醒来
en: Last wake-up
zh_hant: 上次醒來

source: 下一次喂养提醒
en: Next feeding reminder
zh_hant: 下一次餵養提醒

source: 下一次提醒
en: Next reminder

source: 下一题
en: Next
zh_hant: 下一題

source: 不太像
en: Not really

source: 不是多记一份表格
en: NOT ANOTHER FORM TO FILL
zh_hant: 不是多記一份表格

source: 不绑定成就
en: No linked achievement
zh_hant: 不綁定成就

source: 与上次记录相同
en: Same as the last record
zh_hant: 與上次記錄相同

source: 专属外观
en: Exclusive look
zh_hant: 專屬外觀

source: 两位家长，一份成长记录
en: Two parents, one growth record
zh_hant: 兩位家長，一份成長記錄

source: 两种模式共用同一份记录，之后可以随时切换。
en: Both modes use the same records, and you can switch anytime.
zh_hant: 兩種模式共用同一份記錄，之後可以隨時切換。

source: 中
en: Medium

source: 中央主视觉
en: Main visual
zh_hant: 中央主視覺

source: 中部鬃狮蜥宝宝
en: Central Bearded Dragon Hatchling
zh_hant: 中部鬃獅蜥寶寶

source: 丹顶鹤宝宝
en: Red-Crowned Crane Chick
zh_hant: 丹頂鶴寶寶

source: 为全家的共同陪伴而设计
en: Designed for the whole family to care together
zh_hant: 為全家的共同陪伴而設計

source: 之后自动匹配保存的照片会显示在这里。
en: Photos saved by Auto Match will appear here.
zh_hant: 之後由自動配對儲存的照片會顯示在這裡。

source: 亚洲小爪水獭宝宝
en: Asian Small-Clawed Otter Pup
zh_hant: 亞洲小爪水獺寶寶

source: 亲和稳定、适应力强，像随时给人安心的陪伴。
en: Friendly, steady, and adaptable—the kind of companion who makes everything feel safer.
zh_hant: 親和穩定、適應力強，像隨時都能帶來安心的陪伴。

source: 亲喂
en: Nursing
zh_hant: 親餵

source: 亲喂 %@
en: Nursing %@
zh_hant: 親餵 %@

# 亲喂 %@ %@
source: 亲喂 %1$@ %2$@
en: Nursing %1$@ %2$@
zh_hant: 親餵 %1$@ %2$@

source: 亲喂中
en: Nursing
zh_hant: 親餵中

source: 亲喂换算按当前月龄估算；尿量换算字段暂未上线，后续记录尿布重量后会补全。
en: Nursing equivalents are estimated from the baby’s current age. Urine-volume estimates will arrive with diaper-weight tracking.
zh_hant: 親餵換算會依目前月齡估算；尿量換算尚未推出，日後支援尿布重量記錄時會補上。

source: 亲近爱撒娇、状态切换丰富，是今天想贴贴、明天想探索的小浪花。
en: Affectionate and expressive—ready to cuddle today and explore tomorrow.
zh_hant: 親近愛撒嬌、狀態變化豐富，是今天想貼貼、明天想探索的小浪花。

source: 仅本机记录
en: On-device only
zh_hant: 僅本機記錄

source: 今天
en: Today

source: 今天 %@
en: Today %@

source: 今天也一起照顾宝宝
en: Another day, together
zh_hant: 今天也一起照顧寶寶

source: 今天到账
en: Earned today
zh_hant: 今天入帳

source: 今天开始
en: Start of today
zh_hant: 今天開始

source: 今天想撒娇，明天想探险
en: Cuddles today, adventures tomorrow
zh_hant: 今天想撒嬌，明天想探險

source: 今天还没有尿布记录
en: No diaper record yet today
zh_hant: 今天還沒有尿布記錄

source: 今天还没有形成节奏
en: No rhythm has formed today
zh_hant: 今天還沒有形成節奏

source: 今天还没有瓶喂记录
en: No bottle feeding recorded today
zh_hant: 今天還沒有瓶餵記錄

source: 今日任务
en: Today's Tasks
zh_hant: 今日任務

source: 今日任务自动到账
en: Today's task reward was added automatically
zh_hant: 今日任務獎勵已自動入帳

source: 今日尿尿
en: Wet diapers today
zh_hant: 今日尿濕

source: 今日报告已读
en: Today's report reviewed
zh_hant: 今日報告已讀

source: 今日时长
en: Duration today
zh_hant: 今日時長

source: 今日的节奏
en: Today's rhythm
zh_hant: 今天的節奏

source: 今日睡眠
en: Sleep today

source: 今日粑粑
en: Dirty diapers today
zh_hant: 今日便便

source: 今日节奏
en: Today’s Rhythm
zh_hant: 今日節奏

source: 仍合并为原来一轮
en: Keep as the original cycle
zh_hant: 仍合併為原來一輪

source: 从全部相册选择照片
en: Choose a photo from all albums
zh_hant: 從全部相簿選擇照片

source: 从当天的照片中选择
en: Choose from today's photos
zh_hant: 從今天的照片中選擇

source: 以上一次有效喂养结束时间为起点，只在这台设备上提醒。
en: Starts from the end of the last valid feeding and reminds you only on this device.
zh_hant: 以上一次有效餵養結束時間為起點，只在這台裝置上提醒。

source: 以上次喂养结束时间加上 %@ 计算。
en: Calculated by adding %1$@ to the end of the last feeding.
zh_hant: 以上次餵養結束時間加上 %1$@ 計算。

source: 以亚洲大型鼯鼠为参考，主要生活在森林树冠层。
en: Based on Asia’s giant flying squirrels, which live mainly in the forest canopy.
zh_hant: 以亞洲大型鼯鼠為參考，主要生活於森林樹冠層。

source: 以低地貘为参考，原产南美洲森林和湿地。
en: Based on the lowland tapir, native to South American forests and wetlands.
zh_hant: 以低地貘為參考，原產南美洲森林與濕地。

source: 以叙利亚仓鼠为参考，野外原产叙利亚、土耳其一带。
en: Based on the Syrian hamster, native in the wild to parts of Syria and Türkiye.
zh_hant: 以敘利亞倉鼠為參考，野外原產敘利亞與土耳其一帶。

source: 以小企鹅为参考，原产澳大利亚和新西兰沿海。
en: Based on the little penguin, native to the coasts of Australia and New Zealand.
zh_hant: 以小企鵝為參考，原產澳洲與紐西蘭沿海。

source: 以环尾狐猴为参考，野外仅见于马达加斯加南部和西南部。
en: Based on the ring-tailed lemur, found only in southern and southwestern Madagascar.
zh_hant: 以環尾狐猴為參考，野外僅見於馬達加斯加南部與西南部。

source: 任务
en: Tasks
zh_hant: 任務

source: 任务与宝宝成就会自动获得 BB Bucks
en: Tasks and baby achievements award BB Bucks automatically
zh_hant: 任務與寶寶成就會自動獲得 BB Bucks

source: 优雅安静、节奏很慢，是先远远看着再慢慢走近的白色小伙伴。
en: Quiet and graceful, watching from afar before taking a measured step closer.
zh_hant: 優雅安靜、節奏很慢，會先遠遠看著，再慢慢走近。

source: 伙伴商城
en: Buddy Shop
zh_hant: Buddy 商店

source: 伙伴广场
en: Buddy Square
zh_hant: Buddy 廣場

source: 会同步的数据
en: Data that syncs
zh_hant: 會同步的資料

source: 会员
en: Membership
zh_hant: 會員

source: 会员专享
en: Members Only
zh_hant: 會員專享

source: 会员商品暂未准备好，请稍后重试。
en: Membership products are not ready yet. Please try again later.
zh_hant: 會員商品尚未準備好，請稍後再試。

source: 会员类型
en: Membership Type
zh_hant: 會員類型

source: 会打开 Apple 的系统分享面板。对方接受后，就能和你一起查看、添加和编辑这个宝宝的记录。
en: This opens Apple’s system sharing sheet. Once accepted, the other parent can view, add, and edit this baby’s records with you.
zh_hant: 系統會開啟 Apple 分享面板。對方接受後，就能和你一起查看、新增及編輯這位寶寶的記錄。

source: 会随环境慢慢调整状态，是适应力强又有自己节奏的雪地小精灵。
en: Adjusts gently to the surroundings—adaptable, yet always true to their own rhythm.
zh_hant: 會隨環境慢慢調整狀態，適應力強，也有自己的節奏。

source: 低于 P1
en: Below P1
zh_hant: 低於 P1

source: 体重
en: Weight
zh_hant: 體重

source: 体重曲线
en: Weight Curve
zh_hant: 體重曲線

source: 佛系松弛、节奏很慢，是任何时候都不会着急的温柔大个子。
en: Unhurried and wonderfully mellow—a gentle big friend who never rushes the moment.
zh_hant: 隨和放鬆、節奏很慢，是任何時候都不著急的溫柔大朋友。

source: 作息表是蓝图，不是法律。
en: A routine is a guide, not a rulebook.
zh_hant: 作息表是藍圖，不是規定。

source: 你创建了这个宝宝空间，可以继续邀请另一位家长。
en: You created this baby space and can invite another parent.
zh_hant: 你建立了這個寶寶空間，可以繼續邀請另一位家長。

source: 你可以在 App Store 管理或切换方案
en: Manage or switch your plan in the App Store
zh_hant: 你可以在 App Store 管理或切換方案

source: 你想怎样看见今天？
en: How do you want to see today?
zh_hant: 你想怎麼看見今天？

source: 你正在和另一位家长共同记录这个宝宝。
en: You are recording this baby with another parent.
zh_hant: 你正在和另一位家長共同記錄這個寶寶。

source: 使用 EASY 开始
en: Start with EASY
zh_hant: 使用 EASY 開始

source: 使用偏好
en: Preferences

source: 使用基础记录
en: Use Basic Records
zh_hant: 使用基礎記錄

source: 使用基础记录开始
en: Start with Quick Records
zh_hant: 使用基礎記錄開始

source: 使用条款
en: Terms of Use
zh_hant: 使用條款

source: 便便 %d 次
en: Poop × %d

source: 保存
en: Save
zh_hant: 儲存

source: 保存 Buddy
en: Save Buddy
zh_hant: 儲存 Buddy

source: 保存%@记录
en: Save %@ Record
zh_hant: 儲存%@記錄

source: 保存修改
en: Save Changes
zh_hant: 儲存修改

source: 保存活动
en: Save Activity
zh_hant: 儲存活動

source: 保存睡眠
en: Save Sleep
zh_hant: 儲存睡眠

source: 保存补录睡眠
en: Save Past Sleep
zh_hant: 儲存補記睡眠

source: 保存记录
en: Save Record
zh_hant: 儲存記錄

source: 保存这位 Buddy
en: Save This Buddy
zh_hant: 儲存這位 Buddy

source: 保留拆分结果
en: Keep split result
zh_hant: 保留拆分結果

source: 修改%@
en: Edit %@

source: 停止并保存
en: Stop & Save
zh_hant: 停止並儲存

source: 先使用免费版
en: Continue with Free
zh_hant: 先使用免費版

source: 先免费试用 %@
en: Try free for %@
zh_hant: 先免費試用 %@

source: 先认识一下
en: FIRST, A LITTLE INTRO
zh_hant: 先認識一下

source: 先让宝宝吃饱，妈妈也记得喝口水。
en: Feed baby first—and remember to have a sip of water too.
zh_hant: 先讓寶寶吃飽，媽媽也記得喝口水。

source: 光线、声音、触感这些小变化，宝宝也很容易察觉并有反应。
en: My baby quickly notices and reacts to small changes in light, sound, or touch.
zh_hant: 光線、聲音、觸感等細微變化，寶寶也很容易察覺並有反應。

source: 免费会员
en: Free Member
zh_hant: 免費會員

source: 免费开始
en: Start free
zh_hant: 免費開始

source: 免费版
en: Free
zh_hant: 免費版

source: 免费版可以直接开始。Plus 当前用于邀请另一位家长共同查看和记录。
en: You can begin with the free version. Plus adds shared viewing and recording with another parent.
zh_hant: 免費版可以直接開始。Plus 目前可邀請另一位家長一起查看與記錄。

source: 兔狲宝宝
en: Pallas’s Cat Kitten
zh_hant: 兔猻寶寶

source: 入睡
en: Fell asleep

source: 入睡提醒
en: Sleep reminder

source: 入睡时间
en: Bedtime
zh_hant: 入睡時間

source: 全部
en: All

source: 全部伙伴
en: All Buddies
zh_hant: 全部夥伴

source: 公制
en: Metric

source: 共 %@
en: %@ total

source: 共 %@ 条
en: %@ total
zh_hant: 共 %@ 筆

source: 共 %d 笔
en: %d transactions
zh_hant: 共 %d 筆

source: 共 %d 项
en: %d types
zh_hant: 共 %d 項

source: 共同记录、专属场景与每日陪伴加速，让成长留下更多温暖的细节。
en: Shared records, exclusive scenes, and daily bonuses help preserve more warm details of growing up.
zh_hant: 共同記錄、專屬場景與每日陪伴加速，為成長留下更多溫暖細節。

source: 关于
en: About
zh_hant: 關於

source: 关于 BBBuddy
en: About BBBuddy
zh_hant: 關於 BBBuddy

source: 关注
en: Follow
zh_hant: 關注

source: 关闭
en: Close
zh_hant: 關閉

source: 关闭倾斜与稀有卡光泽，降低动画和耗电。
en: Disable tilt and rare-card shine to reduce motion and battery use.
zh_hant: 關閉傾斜與稀有卡光澤，減少動畫與耗電。

source: 关闭卡片倾斜与稀有卡光泽，使用静态轻量效果。
en: Turn off card tilt and rare-card shine for lighter, static effects.
zh_hant: 關閉卡片傾斜與稀有卡光澤，改用靜態輕量效果。

source: 关闭每日报告
en: Close Daily Report
zh_hant: 關閉每日報告

source: 其他
en: Other

source: 最划算
en: Best value

source: 最近一项
en: Latest care
zh_hant: 最近一項

source: 最近三步
en: Last three steps

source: 最近照护
en: Recent Care
zh_hant: 最近照護

source: 最近记录
en: Recent Records
zh_hant: 最近記錄

source: 准备入睡
en: Wind Down
zh_hant: 準備入睡

source: 准备小点心
en: Prepare a Treat
zh_hant: 準備小點心

source: 准备计时
en: Ready to time
zh_hant: 準備計時

source: 减少 Buddy 动效
en: Reduce Buddy Motion
zh_hant: 減少 Buddy 動效

source: 减少动效
en: Reduce motion
zh_hant: 減少動效

source: 凭第一感觉就好
en: GO WITH YOUR FIRST IMPRESSION
zh_hant: 憑第一感覺就好

source: 出生日期
en: Date of Birth

source: 出生日期会用来定位月龄内容，其他资料以后都能修改。
en: Date of birth helps tailor age-based content. You can edit everything later.
zh_hant: 出生日期會用來對應月齡內容，其他資料之後都能修改。

source: 分享 APP 给朋友
en: Share BBBuddy with Friends
zh_hant: 分享 BBBuddy 給朋友

source: 分享全年
en: Share this year

source: 分享本周
en: Share this week
zh_hant: 分享本週

source: 分享状态日历
en: Share state calendar
zh_hant: 分享狀態日曆

source: 分享直播
en: Share Live Room

source: 分享领会员
en: Share for Membership
zh_hant: 分享領會員

source: 分布于北半球寒温带森林和湿地。
en: Found in boreal and cool-temperate forests and wetlands of the Northern Hemisphere.
zh_hant: 分布於北半球寒溫帶森林與濕地。

source: 切换为 %@ Plus
en: Switch to %@ Plus
zh_hant: 切換為 %@ Plus

source: 切换为这个伙伴
en: Choose This Buddy
zh_hant: 切換為這位 Buddy

source: 刚入睡
en: Just fell asleep
zh_hant: 剛入睡

source: 刚刚
en: Just now
zh_hant: 剛剛

source: 刚清醒
en: Just woke up
zh_hant: 剛醒來

source: 删除
en: Delete
zh_hant: 刪除

source: 删除后，这张贴纸和备注会从宝宝成就中移除。
en: This sticker and its note will be removed from Baby Achievements.
zh_hant: 刪除後，這張貼紙與備註會從寶寶成就中移除。

source: 删除后会从当天记录和统计中移除。
en: This will remove the item from that day’s records and insights.
zh_hant: 刪除後，這筆資料會從當日記錄與統計中移除。

source: 删除记录
en: Delete Record
zh_hant: 刪除記錄

source: 到下一次喂养提醒时间了
en: It's time for your next feeding reminder
zh_hant: 到下一次餵養提醒時間了

source: 刷牙
en: Toothbrushing

source: 刺猬类分布于欧洲、亚洲、非洲。
en: Hedgehog species occur across Europe, Asia, and Africa.
zh_hant: 刺蝟類分布於歐洲、亞洲與非洲。

source: 前三轮完整 EASY 每轮额外 +1，每日任务奖励上限从 12 提升至 15。
en: Get +1 for each of the first three complete EASY cycles; the daily task reward cap rises from 12 to 15.
zh_hant: 前三輪完整 EASY 每輪額外 +1，每日任務獎勵上限從 12 提升至 15。

source: 前往系统设置
en: Open System Settings
zh_hant: 前往系統設定

source: 前往设置
en: Open Settings
zh_hant: 前往設定

source: 加入
en: Join

source: 动效开关
en: Motion
zh_hant: 動效開關

source: 北极狐宝宝
en: Arctic Fox Kit
zh_hant: 北極狐寶寶

source: 匹配完成
en: MATCH FOUND
zh_hant: 配對完成

source: 医疗提示
en: Medical notice
zh_hant: 醫療提示

source: 升级后，你会得到
en: What you get with Plus
zh_hant: 升級後，你會得到

source: 单位
en: Units
zh_hant: 單位

source: 单位偏好
en: Unit Preferences
zh_hant: 單位偏好

source: 单条
en: Single
zh_hant: 單筆

source: 南美安第斯家养驼类，现全球牧场饲养。
en: A domesticated Andean camelid now raised on farms around the world.
zh_hant: 南美安地斯家養駝類，現於全球牧場飼養。

source: 占位
en: Placeholder
zh_hant: 預留

source: 历史余额迁移
en: Previous Balance Migration
zh_hant: 歷史餘額移轉

source: 历史头像
en: Previous Avatars
zh_hant: 歷史頭像

source: 历史照护补发
en: Past Care Reward
zh_hant: 歷史照護補發
